{
  "auto-create-directory.nvim": { "branch": "main" },
  "auto-save.nvim": { "branch": "main" },
  "avante.nvim": { "branch": "main" },
  "better-escape.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "coq.artifacts": { "branch": "artifacts" },
  "coq.thirdparty": { "branch": "3p" },
  "coq_nvim": { "branch": "coq" },
  "dressing.nvim": { "branch": "master" },
  "focus.nvim": { "branch": "master" },
  "fzf-lua": { "branch": "main" },
  "grapple.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mason-conform.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.bracketed": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.colors": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.move": { "branch": "main" },
  "mini.operators": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.splitjoin": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "quicker.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "scrollEOF.nvim": { "branch": "master" },
  "sunglasses.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "yanky.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
